tap "1password/tap"
tap "fluxcd/tap"
tap "gbernady/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "teamookla/speedtest"

brew "ansible"
brew "ansible-lint"
brew "aria2"
brew "awscli"
brew "checkov"
brew "clamav"
brew "cloc"
brew "clusterctl"
brew "cmake"
brew "etcd"
brew "exiftool"
brew "git"
brew "glooctl"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "grpc"
brew "helm"
brew "istioctl"
brew "jq"
brew "k3d"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubeseal"
brew "kustomize"
brew "linkerd"
brew "make"
brew "mas"
brew "nmap"
brew "podman"
brew "rustup-init"
brew "shellcheck"
brew "six"
brew "sqlite"
brew "svn"
brew "swiftlint"
brew "terraform"
brew "trivy"
brew "vim"
brew "watch"
brew "webp"
brew "wget"
brew "yamllint"
brew "ykman"
brew "fluxcd/tap/flux"
brew "gbernady/tap/clusterawsadm"
brew "gbernady/tap/git-credential-op"
brew "teamookla/speedtest/speedtest"

cask "1password-cli"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "charles"
cask "coconutbattery"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "font-open-sans"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "gog-galaxy"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iina"
cask "keepassxc"
cask "keka"
cask "linearmouse"
cask "little-snitch"
cask "openttd"
cask "podman-desktop"
cask "raspberry-pi-imager"
cask "signal"
cask "sourcetree"
cask "steam"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "xld"
cask "yubico-yubikey-manager"
cask "zoom"
cask "homebrew/cask-drivers/sony-ps-remote-play"
cask "homebrew/cask-versions/iterm2-beta"

mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Poolsuite FM", id: 1514817810
mas "Reeder", id: 1529448980
mas "TestFlight", id: 899247664
mas "Tonebridge Guitar Effects", id: 1263858588
mas "Ultimate Guitar - Chords & Tabs", id: 1479045460
mas "Xcode", id: 497799835
